{
  "tennis_tips": [
    {
      "date": "1/17/25",
      "number": 10,
      "name": "How to communicate and trust your partner in doubles",
      "description": "A strong partnership is the foundation of success in tennis doubles, especially at the net. This week, focus on improving communication and positioning with your partner by keeping these key points in mind: Don't Take Balls Over Your Left Shoulder: If you're on the right side of the court, avoid attempting to hit balls that are over your left shoulder. These shots are awkward, low-percentage, and often leave you out of position. Trust your partner on the left to take those balls with their forehand or overhead for a more effective play. Call Your Position on the Right: As the player on the right side, it's crucial to communicate your positioning during play. Let your partner know when you're covering the middle or holding your ground to avoid confusion and overlap. Clear, decisive calls like \"Mine!\" or \"Yours!\" build confidence and prevent costly errors. Stay in the Circle of Trust: Imagine a \"circle of trust\" between you and your partner—this is the space where you confidently trust each other to cover your zones. Avoid overreaching or second-guessing your partner's decisions, as it disrupts team synergy and can lead to missed opportunities. By focusing on these fundamentals, you'll build better court coverage and a stronger team dynamic. Trust the system and your partner to win more points together! Please click on the link below for an amazing breakdown of positioning. Use volume because video has great explanation with it!",
      "image": null,
      "url": "https://www.youtube.com/watch?v=YbnTkYBaIRU"
    },
    {
      "date": "11/17/24",
      "number": 9,
      "name": "How to approach the net aggressively",
      "description": "Let's talk about AGGRESSIVE NET PLAY! The purpose of approaching the net is to surprise the opponents, apply pressure, and force them into making a rushed or defensive shot. Here's why players choose to approach aggressively: Approaching on a short ball is a high-reward tactic. This strategy can work well in specific situations and offers several advantages, but it also requires precise timing and good positioning. Please click on the link below for an amazing breakdown of net approach! Aggressive net play is most effective when timed well, executed with speed, and followed by sharp volleys or overheads. However, it carries some risk, as a poor approach can leave you vulnerable to a passing shot or lob. Exploit Weak Returns: If the opponents often hit high or short returns, approaching allows you to capitalize with a volley or overhead. Pressure Opponents: By rushing the net, you force the opponents to make quick decisions, increasing the chances of errors or weaker shots. Variety and Unpredictability: Mixing in net approaches keeps your strategy unpredictable, making it harder for opponents to anticipate your moves. Team Synergy: A well-coordinated approach with your partner can help maintain aggressive momentum and cover the court effectively.",
      "image": null,
      "url": "https://www.youtube.com/watch?v=z78kHPvqrys&t=1s"
    },
    {
      "date": "11/10/24",
      "number": 8,
      "name": "How to keep your opponent back from the net",
      "description": "Keep Your Opponents Back from the Net! This week we focus on the baseline team. Specifically, the quality of their lobs and their shot selection in an effort to take advantage of their net opponents. In tennis doubles, it's crucial to prevent your opponents from dominating at the net. Therefore, it is your job as the baseline team to keep your opponents back from the net. This means it's very important to work on the quality of your lobs. The lobs don't have to be perfect, but they must be good enough to keep your opponents in the back half of the service box. This stops them from punishing you with overheads into the corner, and increases the probability of them making a mistake or leaving you a short ball to drive. Furthermore, it is important to also consider lobbing even when you have a drive opportunity if your opponents are close to the net. DO NOT DRIVE AT YOUR OPPONENTS WHEN THEY ARE CLOSE TO THE NET.",
      "image": "tip_8.jpg",
      "url": null
    },
    {
      "date": "10/26/24",
      "number": 6,
      "name": "How to drive the ball effectively",
      "description": "This week we will focus on the appropriate time to drive the ball, and where to drive it. We will also discuss lobbing a \"drivable\" ball when the net team is in good volley position. Keep in mind, any time you hit a great lob (as shown below) you should move into a drive ready position. This means getting your toes up near the baseline and setting your preferred shot (forehand vs backhand). This does not mean you are obligated to drive, it simply means you are prepared to execute the drive if the overhead lands in the right spot for you (short and to your preferred drive stroke).",
      "image": "tip_6.jpg",
      "url": "https://www.youtube.com/live/-3nY5IBZ5Bs?t=3550s"
    },
    {
      "date": "10/19/24",
      "number": 5,
      "name": "How to avoid the deuce side disaster",
      "description": "What happens when you hit the overhead to the deuce side corner (red arrow)? DEUCE SIDE DISASTER! When you and your partner are OFF the net, keep the overhead deep and to the middle 60% of the court (NO ANGLES!) OPTIONS: Go to the deuce player's backhand, Go to the AD player's body, DO NOT GO TO THE DEUCE CORNER! This week we avoid the DEUCE SIDE disaster. What is it? You are at the net, You and your partner are setting up to hit your overheads to the middle and AD corner (first image shows the ideal formation for you and your partner at the net). For some CRAZY REASON, you hit the overhead towards the DEUCE CORNER...NOT GOOD! If you are closer to the net when hitting your overhead, you have the option to hit the ball to the AD side corner. Again, hitting to the middle OR the AD corner keeps the ball in front of you and your partner and allows you to keep your ideal positioning at the net with the player on the left near the center of the court. When you hit to the deuce corner, it not only gives your opponent an opening down the line (lob or drive), but also forces you and your partner to shift to the left half of the court. This shift causes some major issues/confusion as it pulls the player on the left away from the middle of the court and the roles (overheader vs drive stopper) are less defined.",
      "image": "tip_5.png",
      "url": "https://www.youtube.com/watch?v=boNHc_c5GPE&t=32s"
    },
    {
      "date": "9/28/24",
      "number": 2,
      "name": "How to serve and first volley",
      "description": "Your serve is like ordering coffee: you don't need to get fancy with it - just reliable and strong enough to get things going. Keep it consistent, not too hot (or too fast), or your opponents will send it right back before you even take a sip.",
      "image": null,
      "url": "https://www.youtube.com/watch?v=GCsSmvHWuEU"
    }
  ],
  "total_tips": 6
} 